<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.appName</key>
	<string>cmux</string>
	<key>about.build</key>
	<string>Compilación</string>
	<key>about.commit</key>
	<string>Commit</string>
	<key>about.description</key>
	<string>Un terminal basado en Ghostty con pestañas verticales
y un panel de notificaciones para macOS.</string>
	<key>about.docs</key>
	<string>Documentación</string>
	<key>about.github</key>
	<string>GitHub</string>
	<key>about.licenses</key>
	<string>Licencias</string>
	<key>about.licenses.notFound</key>
	<string>No se encontró el archivo de licencias.</string>
	<key>about.licenses.windowTitle</key>
	<string>Licencias de terceros</string>
	<key>about.version</key>
	<string>Versión</string>
	<key>accessibility.workspacePosition</key>
	<string>%1$@, espacio de trabajo %2$lld de %3$lld</string>
	<key>alert.customColor.apply</key>
	<string>Aplicar</string>
	<key>alert.customColor.cancel</key>
	<string>Cancelar</string>
	<key>alert.customColor.message</key>
	<string>Introduce un color hexadecimal con el formato #RRGGBB.</string>
	<key>alert.customColor.title</key>
	<string>Color personalizado del espacio de trabajo</string>
	<key>alert.invalidColor.emptyMessage</key>
	<string>Introduce un color hexadecimal con el formato #RRGGBB.</string>
	<key>alert.invalidColor.invalidMessage</key>
	<string>"%@" no es un color hexadecimal válido. Usa #RRGGBB.</string>
	<key>alert.invalidColor.ok</key>
	<string>OK</string>
	<key>alert.invalidColor.title</key>
	<string>Color no válido</string>
	<key>alert.renameWorkspace.cancel</key>
	<string>Cancelar</string>
	<key>alert.renameWorkspace.message</key>
	<string>Introduce un nombre personalizado para este espacio de trabajo.</string>
	<key>alert.renameWorkspace.placeholder</key>
	<string>Nombre del espacio de trabajo</string>
	<key>alert.renameWorkspace.rename</key>
	<string>Renombrar</string>
	<key>alert.renameWorkspace.title</key>
	<string>Renombrar espacio de trabajo</string>
	<key>appIcon.automatic</key>
	<string>Automático</string>
	<key>appIcon.dark</key>
	<string>Oscuro</string>
	<key>appIcon.light</key>
	<string>Claro</string>
	<key>appearance.auto</key>
	<string>Automático</string>
	<key>appearance.dark</key>
	<string>Oscuro</string>
	<key>appearance.light</key>
	<string>Claro</string>
	<key>appearance.system</key>
	<string>Sistema</string>
	<key>browser.action.newTab</key>
	<string>nueva pestaña</string>
	<key>browser.addressBar.placeholder</key>
	<string>Buscar o introducir URL</string>
	<key>browser.addressBarSuggestions</key>
	<string>Sugerencias de la barra de direcciones</string>
	<key>browser.alwaysAllowHost</key>
	<string>Permitir siempre este host en cmux</string>
	<key>browser.contextMenu.openLinkInDefaultBrowser</key>
	<string>Abrir enlace en el navegador predeterminado</string>
	<key>browser.contextMenu.openLinkInNewTab</key>
	<string>Abrir enlace en una nueva pestaña</string>
	<key>browser.dialog.pageSays</key>
	<string>Esta página dice:</string>
	<key>browser.dialog.pageSaysAt</key>
	<string>La página en %@ dice:</string>
	<key>browser.downloadInProgress</key>
	<string>Descarga en curso</string>
	<key>browser.downloading</key>
	<string>Descargando...</string>
	<key>browser.error.cantOpen.title</key>
	<string>No se puede abrir esta página</string>
	<key>browser.error.cantReach.messageSite</key>
	<string>El sitio rechazó la conexión. Comprueba que haya un servidor en ejecución en esta dirección.</string>
	<key>browser.error.cantReach.messageURL</key>
	<string>%@ rechazó la conexión. Comprueba que haya un servidor en ejecución en esta dirección.</string>
	<key>browser.error.cantReach.title</key>
	<string>No se puede acceder a esta página</string>
	<key>browser.error.checkNetwork</key>
	<string>Comprueba tu conexión de red e inténtalo de nuevo.</string>
	<key>browser.error.frameLoadInterrupted</key>
	<string>Carga del marco interrumpida</string>
	<key>browser.error.insecure.message</key>
	<string>%@ usa HTTP sin cifrar, por lo que el tráfico puede ser leído o modificado en la red.

Abre esta URL en tu navegador predeterminado o continúa en cmux.</string>
	<key>browser.error.insecure.title</key>
	<string>La conexión no es segura</string>
	<key>browser.error.invalidCertificate</key>
	<string>El certificado de este sitio no es válido.</string>
	<key>browser.error.noInternet</key>
	<string>Sin conexión a internet</string>
	<key>browser.error.reload</key>
	<string>Recargar</string>
	<key>browser.goBack</key>
	<string>Retroceder</string>
	<key>browser.goForward</key>
	<string>Avanzar</string>
	<key>browser.goToURL</key>
	<string>ir a URL</string>
	<key>browser.newTab</key>
	<string>Nueva pestaña</string>
	<key>browser.openInDefaultBrowser</key>
	<string>Abrir en el navegador predeterminado</string>
	<key>browser.proceedInCmux</key>
	<string>Continuar en cmux</string>
	<key>browser.reload</key>
	<string>Recargar</string>
	<key>browser.search.placeholder</key>
	<string>Buscar</string>
	<key>browser.stop</key>
	<string>Detener</string>
	<key>browser.switchToTab</key>
	<string>Cambiar a pestaña</string>
	<key>browser.toggleDevTools</key>
	<string>Alternar herramientas de desarrollo</string>
	<key>cli.install.adminRequired</key>
	<string>Se requirieron privilegios de administrador para escribir en /usr/local/bin.</string>
	<key>cli.install.symlinkCreated</key>
	<string>Enlace simbólico creado:

%1$@ -&gt; %2$@</string>
	<key>cli.installFailed</key>
	<string>No se pudo instalar la CLI de cmux</string>
	<key>cli.installed</key>
	<string>CLI de cmux instalada</string>
	<key>cli.uninstall.adminRequired</key>
	<string>Se requirieron privilegios de administrador para modificar /usr/local/bin.</string>
	<key>cli.uninstall.notFound</key>
	<string>No se encontró ningún enlace simbólico de la CLI de cmux en %@.</string>
	<key>cli.uninstall.removed</key>
	<string>Se eliminó %@.</string>
	<key>cli.uninstallFailed</key>
	<string>No se pudo desinstalar la CLI de cmux</string>
	<key>cli.uninstalled</key>
	<string>CLI de cmux desinstalada</string>
	<key>command.applyUpdateIfAvailable.subtitle</key>
	<string>Global</string>
	<key>command.applyUpdateIfAvailable.title</key>
	<string>Aplicar actualización (si está disponible)</string>
	<key>command.attemptUpdate.subtitle</key>
	<string>Global</string>
	<key>command.attemptUpdate.title</key>
	<string>Intentar actualización</string>
	<key>command.browserBack.title</key>
	<string>Atrás</string>
	<key>command.browserClearHistory.subtitle</key>
	<string>Navegador</string>
	<key>command.browserClearHistory.title</key>
	<string>Borrar historial del navegador</string>
	<key>command.browserConsole.title</key>
	<string>Mostrar consola de JavaScript</string>
	<key>command.browserDuplicateRight.subtitle</key>
	<string>Disposición del navegador</string>
	<key>command.browserDuplicateRight.title</key>
	<string>Duplicar navegador a la derecha</string>
	<key>command.browserFocusAddressBar.title</key>
	<string>Enfocar barra de direcciones</string>
	<key>command.browserForward.title</key>
	<string>Adelante</string>
	<key>command.browserOpenDefault.title</key>
	<string>Abrir página actual en el navegador predeterminado</string>
	<key>command.browserReload.title</key>
	<string>Recargar página</string>
	<key>command.browserSplitDown.subtitle</key>
	<string>Disposición del navegador</string>
	<key>command.browserSplitDown.title</key>
	<string>Dividir navegador hacia abajo</string>
	<key>command.browserSplitRight.subtitle</key>
	<string>Disposición del navegador</string>
	<key>command.browserSplitRight.title</key>
	<string>Dividir navegador a la derecha</string>
	<key>command.browserToggleDevTools.title</key>
	<string>Alternar herramientas de desarrollo</string>
	<key>command.browserZoomIn.title</key>
	<string>Ampliar</string>
	<key>command.browserZoomOut.title</key>
	<string>Reducir</string>
	<key>command.browserZoomReset.title</key>
	<string>Tamaño real</string>
	<key>command.checkForUpdates.subtitle</key>
	<string>Global</string>
	<key>command.checkForUpdates.title</key>
	<string>Buscar actualizaciones</string>
	<key>command.clearTabName.title</key>
	<string>Borrar nombre de pestaña</string>
	<key>command.clearWorkspaceName.title</key>
	<string>Borrar nombre del espacio de trabajo</string>
	<key>command.closeTab.subtitle</key>
	<string>Pestaña</string>
	<key>command.closeTab.title</key>
	<string>Cerrar pestaña</string>
	<key>command.closeWindow.subtitle</key>
	<string>Ventana</string>
	<key>command.closeWindow.title</key>
	<string>Cerrar ventana</string>
	<key>command.closeWorkspace.subtitle</key>
	<string>Espacio de trabajo</string>
	<key>command.closeWorkspace.title</key>
	<string>Cerrar espacio de trabajo</string>
	<key>command.equalizeSplits.title</key>
	<string>Igualar divisiones</string>
	<key>command.installCLI.subtitle</key>
	<string>CLI</string>
	<key>command.installCLI.title</key>
	<string>Comando de shell: Instalar 'cmux' en PATH</string>
	<key>command.jumpUnread.subtitle</key>
	<string>Notificaciones</string>
	<key>command.jumpUnread.title</key>
	<string>Ir a la última no leída</string>
	<key>command.markTabRead.title</key>
	<string>Marcar pestaña como leída</string>
	<key>command.markTabUnread.title</key>
	<string>Marcar pestaña como no leída</string>
	<key>command.newBrowserTab.subtitle</key>
	<string>Pestaña</string>
	<key>command.newBrowserTab.title</key>
	<string>Nueva pestaña (Navegador)</string>
	<key>command.newTerminalTab.subtitle</key>
	<string>Pestaña</string>
	<key>command.newTerminalTab.title</key>
	<string>Nueva pestaña (Terminal)</string>
	<key>command.newWindow.subtitle</key>
	<string>Ventana</string>
	<key>command.newWindow.title</key>
	<string>Nueva ventana</string>
	<key>command.newWorkspace.subtitle</key>
	<string>Espacio de trabajo</string>
	<key>command.newWorkspace.title</key>
	<string>Nuevo espacio de trabajo</string>
	<key>command.nextTabInPane.subtitle</key>
	<string>Navegación de pestañas</string>
	<key>command.nextTabInPane.title</key>
	<string>Siguiente pestaña en el panel</string>
	<key>command.nextWorkspace.subtitle</key>
	<string>Navegación de espacios de trabajo</string>
	<key>command.nextWorkspace.title</key>
	<string>Siguiente espacio de trabajo</string>
	<key>command.openFolder.subtitle</key>
	<string>Espacio de trabajo</string>
	<key>command.openFolder.title</key>
	<string>Abrir carpeta…</string>
	<key>command.openSettings.subtitle</key>
	<string>Global</string>
	<key>command.openSettings.title</key>
	<string>Abrir ajustes</string>
	<key>command.openWorkspacePRLinks.title</key>
	<string>Abrir todos los enlaces de PR del espacio de trabajo</string>
	<key>command.pinTab.title</key>
	<string>Fijar pestaña</string>
	<key>command.pinWorkspace.title</key>
	<string>Fijar espacio de trabajo</string>
	<key>command.previousTabInPane.subtitle</key>
	<string>Navegación de pestañas</string>
	<key>command.previousTabInPane.title</key>
	<string>Pestaña anterior en el panel</string>
	<key>command.previousWorkspace.subtitle</key>
	<string>Navegación de espacios de trabajo</string>
	<key>command.previousWorkspace.title</key>
	<string>Espacio de trabajo anterior</string>
	<key>command.renameTab.title</key>
	<string>Renombrar pestaña…</string>
	<key>command.renameWorkspace.title</key>
	<string>Renombrar espacio de trabajo…</string>
	<key>command.reopenClosedBrowserTab.subtitle</key>
	<string>Navegador</string>
	<key>command.reopenClosedBrowserTab.title</key>
	<string>Reabrir pestaña del navegador cerrada</string>
	<key>command.restartSocketListener.subtitle</key>
	<string>Global</string>
	<key>command.restartSocketListener.title</key>
	<string>Reiniciar receptor de CLI</string>
	<key>command.showNotifications.subtitle</key>
	<string>Notificaciones</string>
	<key>command.showNotifications.title</key>
	<string>Mostrar notificaciones</string>
	<key>command.terminalFind.title</key>
	<string>Buscar…</string>
	<key>command.terminalFindNext.title</key>
	<string>Buscar siguiente</string>
	<key>command.terminalFindPrevious.title</key>
	<string>Buscar anterior</string>
	<key>command.terminalHideFind.title</key>
	<string>Ocultar barra de búsqueda</string>
	<key>command.terminalSplitBrowserDown.subtitle</key>
	<string>Disposición del terminal</string>
	<key>command.terminalSplitBrowserDown.title</key>
	<string>Dividir navegador hacia abajo</string>
	<key>command.terminalSplitBrowserRight.subtitle</key>
	<string>Disposición del terminal</string>
	<key>command.terminalSplitBrowserRight.title</key>
	<string>Dividir navegador a la derecha</string>
	<key>command.terminalSplitDown.subtitle</key>
	<string>Disposición del terminal</string>
	<key>command.terminalSplitDown.title</key>
	<string>Dividir hacia abajo</string>
	<key>command.terminalSplitRight.subtitle</key>
	<string>Disposición del terminal</string>
	<key>command.terminalSplitRight.title</key>
	<string>Dividir a la derecha</string>
	<key>command.terminalUseSelectionForFind.title</key>
	<string>Usar selección para buscar</string>
	<key>command.toggleFullScreen.subtitle</key>
	<string>Ventana</string>
	<key>command.toggleFullScreen.title</key>
	<string>Alternar pantalla completa</string>
	<key>command.toggleSidebar.subtitle</key>
	<string>Disposición</string>
	<key>command.toggleSidebar.title</key>
	<string>Alternar barra lateral</string>
	<key>command.toggleSplitZoom.subtitle</key>
	<string>Disposición del terminal</string>
	<key>command.toggleSplitZoom.title</key>
	<string>Alternar zoom del panel</string>
	<key>command.triggerFlash.subtitle</key>
	<string>Vista</string>
	<key>command.triggerFlash.title</key>
	<string>Resaltar panel enfocado</string>
	<key>command.uninstallCLI.subtitle</key>
	<string>CLI</string>
	<key>command.uninstallCLI.title</key>
	<string>Comando de shell: Desinstalar 'cmux' de PATH</string>
	<key>command.unpinTab.title</key>
	<string>Desfijar pestaña</string>
	<key>command.unpinWorkspace.title</key>
	<string>Desfijar espacio de trabajo</string>
	<key>command.vscodeServeWebRestart.title</key>
	<string>Reiniciar servidor en línea de VS Code</string>
	<key>command.vscodeServeWebStop.title</key>
	<string>Detener servidor en línea de VS Code</string>
	<key>commandPalette.kind.workspace</key>
	<string>Espacio de trabajo</string>
	<key>commandPalette.rename.clearCustomName</key>
	<string>(borrar nombre personalizado)</string>
	<key>commandPalette.rename.tabConfirmHint</key>
	<string>Pulsa Intro para aplicar este nombre de pestaña, o Escape para cancelar.</string>
	<key>commandPalette.rename.tabDescription</key>
	<string>Elige un nombre personalizado para la pestaña.</string>
	<key>commandPalette.rename.tabInputHint</key>
	<string>Introduce un nombre de pestaña. Pulsa Intro para renombrar, Escape para cancelar.</string>
	<key>commandPalette.rename.tabPlaceholder</key>
	<string>Nombre de pestaña</string>
	<key>commandPalette.rename.tabTitle</key>
	<string>Renombrar pestaña</string>
	<key>commandPalette.rename.workspaceConfirmHint</key>
	<string>Pulsa Intro para aplicar este nombre de espacio de trabajo, o Escape para cancelar.</string>
	<key>commandPalette.rename.workspaceDescription</key>
	<string>Elige un nombre personalizado para el espacio de trabajo.</string>
	<key>commandPalette.rename.workspaceInputHint</key>
	<string>Introduce un nombre de espacio de trabajo. Pulsa Intro para renombrar, Escape para cancelar.</string>
	<key>commandPalette.rename.workspacePlaceholder</key>
	<string>Nombre del espacio de trabajo</string>
	<key>commandPalette.rename.workspaceTitle</key>
	<string>Renombrar espacio de trabajo</string>
	<key>commandPalette.search.commandsEmpty</key>
	<string>Ningún comando coincide con tu búsqueda.</string>
	<key>commandPalette.search.commandsPlaceholder</key>
	<string>Escribe un comando</string>
	<key>commandPalette.search.switcherEmpty</key>
	<string>Ningún espacio de trabajo coincide con tu búsqueda.</string>
	<key>commandPalette.search.switcherPlaceholder</key>
	<string>Buscar espacios de trabajo</string>
	<key>commandPalette.subtitle.browserWithName</key>
	<string>Navegador • %@</string>
	<key>commandPalette.subtitle.tabFallback</key>
	<string>Pestaña</string>
	<key>commandPalette.subtitle.tabWithName</key>
	<string>Pestaña • %@</string>
	<key>commandPalette.subtitle.terminalWithName</key>
	<string>Terminal • %@</string>
	<key>commandPalette.subtitle.workspaceFallback</key>
	<string>Espacio de trabajo</string>
	<key>commandPalette.subtitle.workspaceWithName</key>
	<string>Espacio de trabajo • %@</string>
	<key>commandPalette.switcher.windowLabel</key>
	<string>Ventana %lld</string>
	<key>commandPalette.switcher.workspaceLabel</key>
	<string>Espacio de trabajo</string>
	<key>common.allow</key>
	<string>Permitir</string>
	<key>common.cancel</key>
	<string>Cancelar</string>
	<key>common.close</key>
	<string>Cerrar</string>
	<key>common.copyDetails</key>
	<string>Copiar detalles</string>
	<key>common.dontSave</key>
	<string>No guardar</string>
	<key>common.installAndRelaunch</key>
	<string>Instalar y reiniciar</string>
	<key>common.later</key>
	<string>Más tarde</string>
	<key>common.notNow</key>
	<string>Ahora no</string>
	<key>common.ok</key>
	<string>OK</string>
	<key>common.rename</key>
	<string>Renombrar</string>
	<key>common.restartLater</key>
	<string>Reiniciar más tarde</string>
	<key>common.restartNow</key>
	<string>Reiniciar ahora</string>
	<key>common.retry</key>
	<string>Reintentar</string>
	<key>common.skip</key>
	<string>Omitir</string>
	<key>contextMenu.chooseCustomColor</key>
	<string>Elegir color personalizado…</string>
	<key>contextMenu.clearColor</key>
	<string>Borrar color</string>
	<key>contextMenu.closeOtherWorkspaces</key>
	<string>Cerrar otros espacios de trabajo</string>
	<key>contextMenu.closeWorkspace</key>
	<string>Cerrar espacio de trabajo</string>
	<key>contextMenu.closeWorkspaces</key>
	<string>Cerrar espacios de trabajo</string>
	<key>contextMenu.closeWorkspacesAbove</key>
	<string>Cerrar espacios de trabajo superiores</string>
	<key>contextMenu.closeWorkspacesBelow</key>
	<string>Cerrar espacios de trabajo inferiores</string>
	<key>contextMenu.markWorkspaceRead</key>
	<string>Marcar espacio de trabajo como leído</string>
	<key>contextMenu.markWorkspaceUnread</key>
	<string>Marcar espacio de trabajo como no leído</string>
	<key>contextMenu.markWorkspacesRead</key>
	<string>Marcar espacios de trabajo como leídos</string>
	<key>contextMenu.markWorkspacesUnread</key>
	<string>Marcar espacios de trabajo como no leídos</string>
	<key>contextMenu.moveDown</key>
	<string>Mover hacia abajo</string>
	<key>contextMenu.moveToTop</key>
	<string>Mover al inicio</string>
	<key>contextMenu.moveUp</key>
	<string>Mover hacia arriba</string>
	<key>contextMenu.moveWorkspaceToWindow</key>
	<string>Mover espacio de trabajo a ventana</string>
	<key>contextMenu.moveWorkspacesToWindow</key>
	<string>Mover espacios de trabajo a ventana</string>
	<key>contextMenu.newWindow</key>
	<string>Nueva ventana</string>
	<key>contextMenu.pinWorkspace</key>
	<string>Fijar espacio de trabajo</string>
	<key>contextMenu.pinWorkspaces</key>
	<string>Fijar espacios de trabajo</string>
	<key>contextMenu.removeCustomWorkspaceName</key>
	<string>Eliminar nombre personalizado del espacio de trabajo</string>
	<key>contextMenu.renameWorkspace</key>
	<string>Renombrar espacio de trabajo…</string>
	<key>contextMenu.unpinWorkspace</key>
	<string>Desfijar espacio de trabajo</string>
	<key>contextMenu.unpinWorkspaces</key>
	<string>Desfijar espacios de trabajo</string>
	<key>contextMenu.workspaceColor</key>
	<string>Color del espacio de trabajo</string>
	<key>dialog.closeLastTabWindow.message</key>
	<string>Esto cerrará la última pestaña y cerrará la ventana.</string>
	<key>dialog.closeLastTabWorkspace.message</key>
	<string>Esto cerrará la última pestaña y cerrará su espacio de trabajo.</string>
	<key>dialog.closeOtherTabs.message.one</key>
	<string>Esto cerrará 1 pestaña en este panel:
%@</string>
	<key>dialog.closeOtherTabs.message.other</key>
	<string>Esto cerrará %1$lld pestañas en este panel:
%2$@</string>
	<key>dialog.closeOtherTabs.title</key>
	<string>¿Cerrar otras pestañas?</string>
	<key>dialog.closeTab.close</key>
	<string>Cerrar</string>
	<key>dialog.closeTab.message</key>
	<string>Esto cerrará la pestaña actual.</string>
	<key>dialog.closeTab.title</key>
	<string>¿Cerrar pestaña?</string>
	<key>dialog.closeWorkspace.message</key>
	<string>Esto cerrará el espacio de trabajo y todos sus paneles.</string>
	<key>dialog.closeWorkspace.title</key>
	<string>¿Cerrar espacio de trabajo?</string>
	<key>dialog.dontWarnCmdQ</key>
	<string>No volver a advertir para Cmd+Q</string>
	<key>dialog.enableNotifications.message</key>
	<string>Las notificaciones están desactivadas para cmux. Actívalas en Ajustes del Sistema para ver alertas.</string>
	<key>dialog.enableNotifications.notNow</key>
	<string>Ahora no</string>
	<key>dialog.enableNotifications.openSettings</key>
	<string>Abrir Ajustes</string>
	<key>dialog.enableNotifications.title</key>
	<string>Activar notificaciones para cmux</string>
	<key>dialog.moveFailed.message</key>
	<string>cmux no pudo mover esta pestaña al destino seleccionado.</string>
	<key>dialog.moveFailed.title</key>
	<string>Error al mover</string>
	<key>dialog.moveTab.message</key>
	<string>Elige un destino para esta pestaña.</string>
	<key>dialog.moveTab.move</key>
	<string>Mover</string>
	<key>dialog.moveTab.newWorkspaceCurrentWindow</key>
	<string>Nuevo espacio de trabajo en la ventana actual</string>
	<key>dialog.moveTab.selectedWorkspaceNewWindow</key>
	<string>Espacio de trabajo seleccionado en nueva ventana</string>
	<key>dialog.moveTab.title</key>
	<string>Mover pestaña</string>
	<key>dialog.quitCmux.message</key>
	<string>Esto cerrará todas las ventanas y espacios de trabajo.</string>
	<key>dialog.quitCmux.quit</key>
	<string>Salir</string>
	<key>dialog.quitCmux.title</key>
	<string>¿Salir de cmux?</string>
	<key>dialog.renameTab.message</key>
	<string>Introduce un nombre personalizado para esta pestaña.</string>
	<key>dialog.renameTab.placeholder</key>
	<string>Nombre de pestaña</string>
	<key>dialog.renameTab.title</key>
	<string>Renombrar pestaña</string>
	<key>dialog.renameWorkspace.message</key>
	<string>Introduce un nombre personalizado para este espacio de trabajo.</string>
	<key>dialog.renameWorkspace.placeholder</key>
	<string>Nombre del espacio de trabajo</string>
	<key>dialog.renameWorkspace.title</key>
	<string>Renombrar espacio de trabajo</string>
	<key>error.clipboardFolderPath</key>
	<string>No se pudo cargar ninguna ruta de carpeta desde el portapapeles.</string>
	<key>language.system</key>
	<string>Sistema</string>
	<key>menu.app.about</key>
	<string>Acerca de cmux</string>
	<key>menu.app.checkForUpdates</key>
	<string>Buscar actualizaciones…</string>
	<key>menu.app.ghosttySettings</key>
	<string>Ajustes de Ghostty…</string>
	<key>menu.app.reloadConfiguration</key>
	<string>Recargar configuración</string>
	<key>menu.app.settings</key>
	<string>Ajustes…</string>
	<key>menu.checkForUpdates</key>
	<string>Buscar actualizaciones…</string>
	<key>menu.currentWindow</key>
	<string>Ventana actual</string>
	<key>menu.file.closeOtherTabs</key>
	<string>Cerrar otras pestañas del panel</string>
	<key>menu.file.closeTab</key>
	<string>Cerrar pestaña</string>
	<key>menu.file.closeWorkspace</key>
	<string>Cerrar espacio de trabajo</string>
	<key>menu.file.commandPalette</key>
	<string>Paleta de comandos…</string>
	<key>menu.file.goToWorkspace</key>
	<string>Ir al espacio de trabajo…</string>
	<key>menu.file.newWindow</key>
	<string>Nueva ventana</string>
	<key>menu.file.newWorkspace</key>
	<string>Nuevo espacio de trabajo</string>
	<key>menu.file.openFolder</key>
	<string>Abrir carpeta…</string>
	<key>menu.file.openFolder.panelPrompt</key>
	<string>Abrir</string>
	<key>menu.file.openFolder.panelTitle</key>
	<string>Abrir carpeta</string>
	<key>menu.file.reopenClosedBrowserPanel</key>
	<string>Reabrir panel del navegador cerrado</string>
	<key>menu.find.find</key>
	<string>Buscar…</string>
	<key>menu.find.findNext</key>
	<string>Buscar siguiente</string>
	<key>menu.find.findPrevious</key>
	<string>Buscar anterior</string>
	<key>menu.find.hideFindBar</key>
	<string>Ocultar barra de búsqueda</string>
	<key>menu.find.title</key>
	<string>Buscar</string>
	<key>menu.find.useSelectionForFind</key>
	<string>Usar selección para buscar</string>
	<key>menu.notifications.clearAll</key>
	<string>Borrar todo</string>
	<key>menu.notifications.jumpToUnread</key>
	<string>Ir a la última no leída</string>
	<key>menu.notifications.markAllRead</key>
	<string>Marcar todo como leído</string>
	<key>menu.notifications.show</key>
	<string>Mostrar notificaciones</string>
	<key>menu.notifications.title</key>
	<string>Notificaciones</string>
	<key>menu.openInAndroidStudio</key>
	<string>Abrir directorio actual en Android Studio</string>
	<key>menu.openInAntigravity</key>
	<string>Abrir directorio actual en Antigravity</string>
	<key>menu.openInCursor</key>
	<string>Abrir directorio actual en Cursor</string>
	<key>menu.openInFinder</key>
	<string>Abrir directorio actual en Finder</string>
	<key>menu.openInGhostty</key>
	<string>Abrir directorio actual en Ghostty</string>
	<key>menu.openInITerm2</key>
	<string>Abrir directorio actual en iTerm2</string>
	<key>menu.openInIntelliJ</key>
	<string>Abrir directorio actual en IntelliJ IDEA</string>
	<key>menu.openInTerminal</key>
	<string>Abrir directorio actual en Terminal</string>
	<key>menu.openInTower</key>
	<string>Abrir directorio actual en Tower</string>
	<key>menu.openInVSCode</key>
	<string>Abrir directorio actual en VS Code (en línea)</string>
	<key>menu.openInWarp</key>
	<string>Abrir directorio actual en Warp</string>
	<key>menu.openInWindsurf</key>
	<string>Abrir directorio actual en Windsurf</string>
	<key>menu.openInXcode</key>
	<string>Abrir directorio actual en Xcode</string>
	<key>menu.openInZed</key>
	<string>Abrir directorio actual en Zed</string>
	<key>menu.preferences</key>
	<string>Preferencias…</string>
	<key>menu.quitCmux</key>
	<string>Salir de cmux</string>
	<key>menu.showNotifications</key>
	<string>Mostrar notificaciones</string>
	<key>menu.updateLogs.copyFocusLogs</key>
	<string>Copiar registros de enfoque</string>
	<key>menu.updateLogs.copyUpdateLogs</key>
	<string>Copiar registros de actualización</string>
	<key>menu.view.actualSize</key>
	<string>Tamaño real</string>
	<key>menu.view.back</key>
	<string>Atrás</string>
	<key>menu.view.clearBrowserHistory</key>
	<string>Borrar historial del navegador</string>
	<key>menu.view.forward</key>
	<string>Adelante</string>
	<key>menu.view.jumpToUnread</key>
	<string>Ir a la última no leída</string>
	<key>menu.view.nextSurface</key>
	<string>Siguiente superficie</string>
	<key>menu.view.nextWorkspace</key>
	<string>Siguiente espacio de trabajo</string>
	<key>menu.view.previousSurface</key>
	<string>Superficie anterior</string>
	<key>menu.view.previousWorkspace</key>
	<string>Espacio de trabajo anterior</string>
	<key>menu.view.reloadPage</key>
	<string>Recargar página</string>
	<key>menu.view.renameWorkspace</key>
	<string>Renombrar espacio de trabajo…</string>
	<key>menu.view.showJSConsole</key>
	<string>Mostrar consola de JavaScript</string>
	<key>menu.view.showNotifications</key>
	<string>Mostrar notificaciones</string>
	<key>menu.view.splitBrowserDown</key>
	<string>Dividir navegador hacia abajo</string>
	<key>menu.view.splitBrowserRight</key>
	<string>Dividir navegador a la derecha</string>
	<key>menu.view.splitDown</key>
	<string>Dividir hacia abajo</string>
	<key>menu.view.splitRight</key>
	<string>Dividir a la derecha</string>
	<key>menu.view.toggleDevTools</key>
	<string>Alternar herramientas de desarrollo</string>
	<key>menu.view.toggleSidebar</key>
	<string>Alternar barra lateral</string>
	<key>menu.view.workspace</key>
	<string>Espacio de trabajo %lld</string>
	<key>menu.view.zoomIn</key>
	<string>Ampliar</string>
	<key>menu.view.zoomOut</key>
	<string>Reducir</string>
	<key>menu.windowNumber</key>
	<string>Ventana %lld</string>
	<key>notifications.clearAll</key>
	<string>Borrar todo</string>
	<key>notifications.empty.description</key>
	<string>Las notificaciones de escritorio aparecerán aquí para su revisión rápida.</string>
	<key>notifications.empty.subtitle</key>
	<string>Las notificaciones de escritorio aparecerán aquí.</string>
	<key>notifications.empty.title</key>
	<string>Aún no hay notificaciones</string>
	<key>notifications.jumpToLatestUnread</key>
	<string>Ir a la última no leída</string>
	<key>notifications.title</key>
	<string>Notificaciones</string>
	<key>panel.displayName.fallback</key>
	<string>Pestaña</string>
	<key>panel.openFolder.prompt</key>
	<string>Abrir</string>
	<key>panel.openFolder.title</key>
	<string>Abrir carpeta</string>
	<key>search.close.help</key>
	<string>Cerrar (Esc)</string>
	<key>search.nextMatch.help</key>
	<string>Siguiente coincidencia (Return)</string>
	<key>search.placeholder</key>
	<string>Buscar</string>
	<key>search.previousMatch.help</key>
	<string>Coincidencia anterior (Shift+Return)</string>
	<key>settings.app.appIcon</key>
	<string>Ícono de la app</string>
	<key>settings.app.appIcon.subtitle</key>
	<string>Dock y selector de apps</string>
	<key>settings.app.dockBadge</key>
	<string>Insignia del Dock</string>
	<key>settings.app.dockBadge.subtitle</key>
	<string>Mostrar el recuento de no leídos en el ícono de la app (Dock y Cmd+Tab).</string>
	<key>settings.app.language</key>
	<string>Idioma</string>
	<key>settings.app.language.restartDialog.confirm</key>
	<string>Reiniciar ahora</string>
	<key>settings.app.language.restartDialog.later</key>
	<string>Más tarde</string>
	<key>settings.app.language.restartDialog.title</key>
	<string>¿Reiniciar para aplicar el cambio de idioma?</string>
	<key>settings.app.language.restartSubtitle</key>
	<string>Reinicia cmux para aplicar</string>
	<key>settings.app.newWorkspacePlacement</key>
	<string>Ubicación de nuevo espacio de trabajo</string>
	<key>settings.app.openSidebarPRLinks</key>
	<string>Abrir enlaces de PR de la barra lateral en el navegador de cmux</string>
	<key>settings.app.openSidebarPRLinks.subtitleOff</key>
	<string>Los clics abren en tu navegador predeterminado.</string>
	<key>settings.app.openSidebarPRLinks.subtitleOn</key>
	<string>Los clics abren dentro del navegador de cmux.</string>
	<key>settings.app.renameSelectsName</key>
	<string>Renombrar selecciona el nombre existente</string>
	<key>settings.app.renameSelectsName.subtitleOff</key>
	<string>Renombrar en la paleta de comandos mantiene el cursor al final.</string>
	<key>settings.app.renameSelectsName.subtitleOn</key>
	<string>Renombrar en la paleta de comandos inicia con todo el texto seleccionado.</string>
	<key>settings.app.reorderOnNotification</key>
	<string>Reordenar al recibir notificación</string>
	<key>settings.app.reorderOnNotification.subtitle</key>
	<string>Mover espacios de trabajo al inicio cuando reciben una notificación. Desactiva para posiciones de atajo estables.</string>
	<key>settings.app.showBranchDirectory</key>
	<string>Mostrar rama + directorio en la barra lateral</string>
	<key>settings.app.showBranchDirectory.subtitle</key>
	<string>Mostrar la fila integrada de rama git y directorio de trabajo.</string>
	<key>settings.app.showLog</key>
	<string>Mostrar último registro en la barra lateral</string>
	<key>settings.app.showLog.subtitle</key>
	<string>Mostrar el último mensaje imperativo de registro/estado.</string>
	<key>settings.app.showMetadata</key>
	<string>Mostrar metadatos personalizados en la barra lateral</string>
	<key>settings.app.showMetadata.subtitle</key>
	<string>Mostrar metadatos personalizados de report_meta/set_status y report_meta_block.</string>
	<key>settings.app.showPorts</key>
	<string>Mostrar puertos en escucha en la barra lateral</string>
	<key>settings.app.showPorts.subtitle</key>
	<string>Mostrar los puertos en escucha detectados para el espacio de trabajo activo.</string>
	<key>settings.app.showProgress</key>
	<string>Mostrar progreso en la barra lateral</string>
	<key>settings.app.showProgress.subtitle</key>
	<string>Mostrar la barra de progreso integrada de set_progress.</string>
	<key>settings.app.showPullRequests</key>
	<string>Mostrar pull requests en la barra lateral</string>
	<key>settings.app.showPullRequests.subtitle</key>
	<string>Mostrar elementos de revisión (PR/MR/etc.) con estado, número y enlace interactivo.</string>
	<key>settings.app.sidebarBranchLayout</key>
	<string>Disposición de ramas en la barra lateral</string>
	<key>settings.app.sidebarBranchLayout.inline</key>
	<string>En línea</string>
	<key>settings.app.sidebarBranchLayout.subtitleInline</key>
	<string>En línea: todas las ramas comparten una sola línea.</string>
	<key>settings.app.sidebarBranchLayout.subtitleVertical</key>
	<string>Vertical: cada rama aparece en su propia línea.</string>
	<key>settings.app.sidebarBranchLayout.vertical</key>
	<string>Vertical</string>
	<key>settings.app.telemetry</key>
	<string>Enviar telemetría anónima</string>
	<key>settings.app.telemetry.subtitle</key>
	<string>Compartir datos anónimos de fallos y uso para ayudar a mejorar cmux.</string>
	<key>settings.app.telemetry.subtitleChanged</key>
	<string>El cambio se aplicará en el próximo inicio.</string>
	<key>settings.app.theme</key>
	<string>Tema</string>
	<key>settings.app.warnBeforeQuit</key>
	<string>Advertir antes de salir</string>
	<key>settings.app.warnBeforeQuit.subtitleOff</key>
	<string>Cmd+Q sale inmediatamente sin confirmación.</string>
	<key>settings.app.warnBeforeQuit.subtitleOn</key>
	<string>Mostrar una confirmación antes de salir con Cmd+Q.</string>
	<key>settings.automation.claudeCode</key>
	<string>Integración con Claude Code</string>
	<key>settings.automation.claudeCode.note</key>
	<string>Cuando está activado, cmux envuelve el comando claude para inyectar seguimiento de sesión y hooks de notificación. Desactiva si prefieres gestionar los hooks de Claude Code tú mismo.</string>
	<key>settings.automation.claudeCode.subtitleOff</key>
	<string>Claude Code se ejecuta sin integración con cmux.</string>
	<key>settings.automation.claudeCode.subtitleOn</key>
	<string>La barra lateral muestra el estado de la sesión de Claude y las notificaciones.</string>
	<key>settings.automation.openAccess.dialog.cancel</key>
	<string>Cancelar</string>
	<key>settings.automation.openAccess.dialog.confirm</key>
	<string>Activar acceso abierto completo</string>
	<key>settings.automation.openAccess.dialog.message</key>
	<string>Esto desactiva las verificaciones de ascendencia y contraseña, y abre el socket a todos los usuarios locales. Activa solo si comprendes el riesgo.</string>
	<key>settings.automation.openAccess.dialog.title</key>
	<string>¿Activar acceso abierto completo?</string>
	<key>settings.automation.openAccessWarning</key>
	<string>Advertencia: El acceso abierto completo hace que el socket de control sea legible/escribible para todos en este Mac y desactiva las verificaciones de autenticación. Usa solo para depuración local.</string>
	<key>settings.automation.port.note</key>
	<string>Cada espacio de trabajo recibe las variables de entorno CMUX_PORT y CMUX_PORT_END con un rango de puertos dedicado. Los nuevos terminales heredan estos valores.</string>
	<key>settings.automation.portBase</key>
	<string>Puerto base</string>
	<key>settings.automation.portBase.subtitle</key>
	<string>Puerto inicial para la variable de entorno CMUX_PORT.</string>
	<key>settings.automation.portRange</key>
	<string>Tamaño del rango de puertos</string>
	<key>settings.automation.portRange.subtitle</key>
	<string>Número de puertos por espacio de trabajo.</string>
	<key>settings.automation.socketMode</key>
	<string>Modo de control del socket</string>
	<key>settings.automation.socketMode.note</key>
	<string>Controla el acceso al socket Unix local para control programático. Elige un modo que coincida con tu modelo de amenazas.</string>
	<key>settings.automation.socketOverrides.note</key>
	<string>Sobreescrituras: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE y CMUX_SOCKET_PATH (establece CMUX_ALLOW_SOCKET_OVERRIDE=1 para compilaciones estables/nightly).</string>
	<key>settings.automation.socketPassword</key>
	<string>Contraseña del socket</string>
	<key>settings.automation.socketPassword.change</key>
	<string>Cambiar</string>
	<key>settings.automation.socketPassword.clear</key>
	<string>Borrar</string>
	<key>settings.automation.socketPassword.clearFailed</key>
	<string>No se pudo borrar la contraseña (%@).</string>
	<key>settings.automation.socketPassword.cleared</key>
	<string>Contraseña borrada.</string>
	<key>settings.automation.socketPassword.enterFirst</key>
	<string>Introduce una contraseña primero.</string>
	<key>settings.automation.socketPassword.placeholder</key>
	<string>Contraseña</string>
	<key>settings.automation.socketPassword.saveFailed</key>
	<string>No se pudo guardar la contraseña (%@).</string>
	<key>settings.automation.socketPassword.saved</key>
	<string>Contraseña guardada.</string>
	<key>settings.automation.socketPassword.set</key>
	<string>Establecer</string>
	<key>settings.automation.socketPassword.subtitleSet</key>
	<string>Almacenada en Application Support.</string>
	<key>settings.automation.socketPassword.subtitleUnset</key>
	<string>No se ha establecido contraseña. Los clientes externos serán bloqueados hasta que se configure una.</string>
	<key>settings.blendMode.behindWindow</key>
	<string>Detrás de la ventana</string>
	<key>settings.blendMode.withinWindow</key>
	<string>Dentro de la ventana</string>
	<key>settings.browser.externalPatterns</key>
	<string>URLs para abrir siempre externamente</string>
	<key>settings.browser.externalPatterns.subtitle</key>
	<string>Se aplica a clics en enlaces del terminal y llamadas interceptadas de `open https://...`. Una regla por línea. El texto plano coincide con cualquier subcadena de URL, o usa el prefijo `re:` para regex (por ejemplo: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).</string>
	<key>settings.browser.history</key>
	<string>Historial de navegación</string>
	<key>settings.browser.history.clearButton</key>
	<string>Borrar historial…</string>
	<key>settings.browser.history.clearDialog.cancel</key>
	<string>Cancelar</string>
	<key>settings.browser.history.clearDialog.confirm</key>
	<string>Borrar historial</string>
	<key>settings.browser.history.clearDialog.message</key>
	<string>Esto elimina las sugerencias de páginas visitadas de la barra de direcciones del navegador.</string>
	<key>settings.browser.history.clearDialog.title</key>
	<string>¿Borrar historial del navegador?</string>
	<key>settings.browser.history.subtitleEmpty</key>
	<string>Aún no hay páginas guardadas.</string>
	<key>settings.browser.history.subtitleMany</key>
	<string>%lld páginas guardadas aparecen en las sugerencias de la barra de direcciones.</string>
	<key>settings.browser.history.subtitleOne</key>
	<string>1 página guardada aparece en las sugerencias de la barra de direcciones.</string>
	<key>settings.browser.hostWhitelist</key>
	<string>Hosts para abrir en el navegador integrado</string>
	<key>settings.browser.hostWhitelist.subtitle</key>
	<string>Se aplica a clics en enlaces del terminal y llamadas interceptadas de `open https://...`. Solo estos hosts se abren en cmux. Los demás se abren en tu navegador predeterminado. Un host o comodín por línea (por ejemplo: example.com, *.internal.example). Déjalo vacío para abrir todos los hosts en cmux.</string>
	<key>settings.browser.httpAllowlist</key>
	<string>Hosts HTTP permitidos en el navegador integrado</string>
	<key>settings.browser.httpAllowlist.description</key>
	<string>Controla qué hosts HTTP (no HTTPS) pueden abrirse en cmux sin un mensaje de advertencia. Los valores predeterminados incluyen localhost, 127.0.0.1, ::1, 0.0.0.0 y *.localtest.me.</string>
	<key>settings.browser.httpAllowlist.hint</key>
	<string>Un host o comodín por línea (por ejemplo: localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).</string>
	<key>settings.browser.httpAllowlist.save</key>
	<string>Guardar</string>
	<key>settings.browser.interceptOpen</key>
	<string>Interceptar open http(s) en Terminal</string>
	<key>settings.browser.interceptOpen.subtitle</key>
	<string>Cuando está desactivado, `open https://...` y `open http://...` siempre usan tu navegador predeterminado.</string>
	<key>settings.browser.openTerminalLinks</key>
	<string>Abrir enlaces del terminal en el navegador de cmux</string>
	<key>settings.browser.openTerminalLinks.subtitle</key>
	<string>Cuando está desactivado, los enlaces en la salida del terminal se abren en tu navegador predeterminado.</string>
	<key>settings.browser.searchEngine</key>
	<string>Motor de búsqueda predeterminado</string>
	<key>settings.browser.searchEngine.subtitle</key>
	<string>Usado por la barra de direcciones del navegador cuando la entrada no es una URL.</string>
	<key>settings.browser.searchSuggestions</key>
	<string>Mostrar sugerencias de búsqueda</string>
	<key>settings.browser.theme</key>
	<string>Tema del navegador</string>
	<key>settings.browser.theme.subtitleForced</key>
	<string>%@ fuerza ese esquema de colores para las páginas compatibles.</string>
	<key>settings.browser.theme.subtitleSystem</key>
	<string>Sistema sigue la apariencia de la app y macOS.</string>
	<key>settings.material.contentBackground</key>
	<string>Fondo de contenido</string>
	<key>settings.material.fullScreenUI</key>
	<string>Interfaz a pantalla completa</string>
	<key>settings.material.headerView</key>
	<string>Vista de encabezado</string>
	<key>settings.material.hudWindow</key>
	<string>Ventana HUD</string>
	<key>settings.material.liquidGlass</key>
	<string>Liquid Glass (macOS 26+)</string>
	<key>settings.material.menu</key>
	<string>Menú</string>
	<key>settings.material.none</key>
	<string>Ninguno</string>
	<key>settings.material.popover</key>
	<string>Popover</string>
	<key>settings.material.sheet</key>
	<string>Hoja</string>
	<key>settings.material.sidebar</key>
	<string>Barra lateral</string>
	<key>settings.material.toolTip</key>
	<string>Descripción emergente</string>
	<key>settings.material.underWindow</key>
	<string>Debajo de la ventana</string>
	<key>settings.material.windowBackground</key>
	<string>Fondo de ventana</string>
	<key>settings.preset.hudGlass</key>
	<string>HUD Glass</string>
	<key>settings.preset.nativeSidebar</key>
	<string>Barra lateral nativa</string>
	<key>settings.preset.popoverGlass</key>
	<string>Popover Glass</string>
	<key>settings.preset.raycastGray</key>
	<string>Raycast Gray</string>
	<key>settings.preset.softBlur</key>
	<string>Soft Blur</string>
	<key>settings.preset.underWindow</key>
	<string>Under Window</string>
	<key>settings.reset.resetAll</key>
	<string>Restablecer todos los ajustes</string>
	<key>settings.section.app</key>
	<string>App</string>
	<key>settings.section.automation</key>
	<string>Automatización</string>
	<key>settings.section.browser</key>
	<string>Navegador</string>
	<key>settings.section.keyboardShortcuts</key>
	<string>Atajos de teclado</string>
	<key>settings.section.reset</key>
	<string>Restablecer</string>
	<key>settings.section.sidebarAppearance</key>
	<string>Apariencia de la barra lateral</string>
	<key>settings.section.workspaceColors</key>
	<string>Colores de espacios de trabajo</string>
	<key>settings.shortcuts.recordHint</key>
	<string>Haz clic en un valor de atajo para grabar un nuevo atajo.</string>
	<key>settings.shortcuts.showHints</key>
	<string>Mostrar indicaciones de atajo al mantener Cmd/Ctrl</string>
	<key>settings.shortcuts.showHints.subtitleOff</key>
	<string>Mantener Cmd o Ctrl mantiene ocultas las indicaciones de atajos.</string>
	<key>settings.shortcuts.showHints.subtitleOn</key>
	<string>Mantener Cmd (barra lateral/barra de título) o Ctrl/Cmd (pestañas del panel) muestra las indicaciones de atajos.</string>
	<key>settings.sidebarAppearance.defaultLabel</key>
	<string>Predeterminado</string>
	<key>settings.sidebarAppearance.reset</key>
	<string>Restablecer tinte de la barra lateral</string>
	<key>settings.sidebarAppearance.reset.button</key>
	<string>Restablecer</string>
	<key>settings.sidebarAppearance.reset.subtitle</key>
	<string>Restaurar la apariencia predeterminada de la barra lateral.</string>
	<key>settings.sidebarAppearance.tintColorDark</key>
	<string>Tinte del modo oscuro</string>
	<key>settings.sidebarAppearance.tintColorDark.picker</key>
	<string>Tinte oscuro</string>
	<key>settings.sidebarAppearance.tintColorDark.subtitle</key>
	<string>Color de tinte de la barra lateral en apariencia oscura.</string>
	<key>settings.sidebarAppearance.tintColorLight</key>
	<string>Tinte del modo claro</string>
	<key>settings.sidebarAppearance.tintColorLight.picker</key>
	<string>Tinte claro</string>
	<key>settings.sidebarAppearance.tintColorLight.subtitle</key>
	<string>Color de tinte de la barra lateral en apariencia clara.</string>
	<key>settings.sidebarAppearance.tintOpacity</key>
	<string>Opacidad del tinte</string>
	<key>settings.sidebarAppearance.tintOpacity.subtitle</key>
	<string>Intensidad del color de tinte sobre el material de la barra lateral.</string>
	<key>settings.state.active</key>
	<string>Activo</string>
	<key>settings.state.followWindow</key>
	<string>Seguir ventana</string>
	<key>settings.state.inactive</key>
	<string>Inactivo</string>
	<key>settings.title</key>
	<string>Ajustes</string>
	<key>settings.workspaceColors.base</key>
	<string>Base: %@</string>
	<key>settings.workspaceColors.customColors</key>
	<string>Colores personalizados</string>
	<key>settings.workspaceColors.indicator</key>
	<string>Indicador de color del espacio de trabajo</string>
	<key>settings.workspaceColors.noCustomColors</key>
	<string>Colores personalizados: ninguno aún. Usa "Elegir color personalizado…" desde el menú contextual de un espacio de trabajo.</string>
	<key>settings.workspaceColors.paletteNote</key>
	<string>Personaliza la paleta de colores de espacios de trabajo usada en Barra lateral &gt; Color del espacio de trabajo. Las entradas de "Elegir color personalizado…" se guardan a continuación.</string>
	<key>settings.workspaceColors.remove</key>
	<string>Eliminar</string>
	<key>settings.workspaceColors.resetPalette</key>
	<string>Restablecer paleta</string>
	<key>settings.workspaceColors.resetPalette.button</key>
	<string>Restablecer</string>
	<key>settings.workspaceColors.resetPalette.subtitle</key>
	<string>Restaurar los valores predeterminados y borrar todos los colores personalizados.</string>
	<key>shortcut.closeWindow.label</key>
	<string>Cerrar ventana</string>
	<key>shortcut.closeWorkspace.label</key>
	<string>Cerrar espacio de trabajo</string>
	<key>shortcut.flashFocusedPanel.label</key>
	<string>Resaltar panel enfocado</string>
	<key>shortcut.focusPaneDown.label</key>
	<string>Enfocar panel inferior</string>
	<key>shortcut.focusPaneLeft.label</key>
	<string>Enfocar panel izquierdo</string>
	<key>shortcut.focusPaneRight.label</key>
	<string>Enfocar panel derecho</string>
	<key>shortcut.focusPaneUp.label</key>
	<string>Enfocar panel superior</string>
	<key>shortcut.jumpToUnread.label</key>
	<string>Ir a la última no leída</string>
	<key>shortcut.newSurface.label</key>
	<string>Nueva superficie</string>
	<key>shortcut.newWindow.label</key>
	<string>Nueva ventana</string>
	<key>shortcut.newWorkspace.label</key>
	<string>Nuevo espacio de trabajo</string>
	<key>shortcut.nextSurface.label</key>
	<string>Siguiente superficie</string>
	<key>shortcut.nextWorkspace.label</key>
	<string>Siguiente espacio de trabajo</string>
	<key>shortcut.openBrowser.label</key>
	<string>Abrir navegador</string>
	<key>shortcut.openFolder.label</key>
	<string>Abrir carpeta</string>
	<key>shortcut.pressShortcut.prompt</key>
	<string>Pulsa un atajo…</string>
	<key>shortcut.previousSurface.label</key>
	<string>Superficie anterior</string>
	<key>shortcut.previousWorkspace.label</key>
	<string>Espacio de trabajo anterior</string>
	<key>shortcut.renameTab.label</key>
	<string>Renombrar pestaña</string>
	<key>shortcut.renameWorkspace.label</key>
	<string>Renombrar espacio de trabajo</string>
	<key>shortcut.showBrowserJSConsole.label</key>
	<string>Mostrar consola de JavaScript del navegador</string>
	<key>shortcut.showNotifications.label</key>
	<string>Mostrar notificaciones</string>
	<key>shortcut.splitBrowserDown.label</key>
	<string>Dividir navegador hacia abajo</string>
	<key>shortcut.splitBrowserRight.label</key>
	<string>Dividir navegador a la derecha</string>
	<key>shortcut.splitDown.label</key>
	<string>Dividir hacia abajo</string>
	<key>shortcut.splitRight.label</key>
	<string>Dividir a la derecha</string>
	<key>shortcut.toggleBrowserDevTools.label</key>
	<string>Alternar herramientas de desarrollo del navegador</string>
	<key>shortcut.togglePaneZoom.label</key>
	<string>Alternar zoom del panel</string>
	<key>shortcut.toggleSidebar.label</key>
	<string>Alternar barra lateral</string>
	<key>shortcut.toggleTerminalCopyMode.label</key>
	<string>Alternar modo de copia del terminal</string>
	<key>sidebar.closeWorkspace.tooltip</key>
	<string>Cerrar espacio de trabajo</string>
	<key>sidebar.folderIcon.dragHint</key>
	<string>Arrastra para abrir en Finder u otra app</string>
	<key>sidebar.indicator.leftRail</key>
	<string>Barra izquierda</string>
	<key>sidebar.indicator.solidFill</key>
	<string>Relleno sólido</string>
	<key>sidebar.metadata.showLess</key>
	<string>Mostrar menos</string>
	<key>sidebar.metadata.showLessDetails</key>
	<string>Mostrar menos detalles</string>
	<key>sidebar.metadata.showMore</key>
	<string>Mostrar más</string>
	<key>sidebar.metadata.showMoreDetails</key>
	<string>Mostrar más detalles</string>
	<key>sidebar.pathMenu.macintoshHD</key>
	<string>Macintosh HD</string>
	<key>sidebar.pullRequest.openTooltip</key>
	<string>Abrir %1$@ #%2$lld</string>
	<key>sidebar.pullRequest.statusClosed</key>
	<string>cerrado</string>
	<key>sidebar.pullRequest.statusMerged</key>
	<string>fusionado</string>
	<key>sidebar.pullRequest.statusOpen</key>
	<string>abierto</string>
	<key>sidebar.workspace.accessibilityHint</key>
	<string>Activa para enfocar este espacio de trabajo. Arrastra para reordenar, o usa las acciones Mover hacia arriba y Mover hacia abajo.</string>
	<key>sidebar.workspace.moveDownAction</key>
	<string>Mover hacia abajo</string>
	<key>sidebar.workspace.moveUpAction</key>
	<string>Mover hacia arriba</string>
	<key>socketControl.allowAll.description</key>
	<string>Permitir que cualquier proceso y usuario local se conecte sin autenticación. Inseguro.</string>
	<key>socketControl.allowAll.name</key>
	<string>Acceso abierto completo</string>
	<key>socketControl.automation.description</key>
	<string>Permitir clientes de automatización locales externos de este usuario de macOS (sin verificación de ascendencia).</string>
	<key>socketControl.automation.name</key>
	<string>Modo de automatización</string>
	<key>socketControl.cmuxOnly.description</key>
	<string>Solo los procesos iniciados dentro de terminales de cmux pueden enviar comandos.</string>
	<key>socketControl.cmuxOnly.name</key>
	<string>Solo procesos de cmux</string>
	<key>socketControl.error.passwordFilePath</key>
	<string>No se pudo resolver la ruta del archivo de contraseña del socket.</string>
	<key>socketControl.off.description</key>
	<string>Desactivar el socket de control local.</string>
	<key>socketControl.off.name</key>
	<string>Desactivado</string>
	<key>socketControl.password.description</key>
	<string>Requerir autenticación del socket con una contraseña almacenada en un archivo local.</string>
	<key>socketControl.password.name</key>
	<string>Modo de contraseña</string>
	<key>statusMenu.clearAll</key>
	<string>Borrar todo</string>
	<key>statusMenu.jumpToLatestUnread</key>
	<string>Ir a la última no leída</string>
	<key>statusMenu.markAllRead</key>
	<string>Marcar todo como leído</string>
	<key>statusMenu.noUnread</key>
	<string>Sin notificaciones no leídas</string>
	<key>statusMenu.showNotifications</key>
	<string>Mostrar notificaciones</string>
	<key>statusMenu.tooltip.unread.one</key>
	<string>1 notificación no leída</string>
	<key>statusMenu.tooltip.unread.other</key>
	<string>%lld notificaciones no leídas</string>
	<key>statusMenu.unreadCount.one</key>
	<string>1 notificación no leída</string>
	<key>statusMenu.unreadCount.other</key>
	<string>%lld notificaciones no leídas</string>
	<key>tab.untitled</key>
	<string>Pestaña sin título</string>
	<key>theme.dark</key>
	<string>Oscuro</string>
	<key>theme.light</key>
	<string>Claro</string>
	<key>theme.system</key>
	<string>Sistema</string>
	<key>titlebar.newWorkspace.accessibilityLabel</key>
	<string>Nuevo espacio de trabajo</string>
	<key>titlebar.newWorkspace.tooltip</key>
	<string>Nuevo espacio de trabajo</string>
	<key>titlebar.notifications.accessibilityLabel</key>
	<string>Notificaciones</string>
	<key>titlebar.notifications.tooltip</key>
	<string>Mostrar notificaciones</string>
	<key>titlebar.sidebar.accessibilityLabel</key>
	<string>Alternar barra lateral</string>
	<key>titlebar.sidebar.tooltip</key>
	<string>Mostrar u ocultar la barra lateral</string>
	<key>update.available.short</key>
	<string>Actualización disponible</string>
	<key>update.available.withVersion</key>
	<string>Actualización disponible: %@</string>
	<key>update.checking</key>
	<string>Buscando actualizaciones…</string>
	<key>update.configureAutoUpdates</key>
	<string>Configurar preferencias de actualización automática</string>
	<key>update.downloadAndInstall</key>
	<string>Descargar e instalar la última versión</string>
	<key>update.downloading.progress</key>
	<string>Descargando: %@</string>
	<key>update.downloading.status</key>
	<string>Descargando…</string>
	<key>update.downloadingPackage</key>
	<string>Descargando el paquete de actualización</string>
	<key>update.error.appLocation.title</key>
	<string>Problema con la ubicación de la app</string>
	<key>update.error.connectionLost.message</key>
	<string>Se perdió la conexión de red al buscar actualizaciones. Inténtalo de nuevo.</string>
	<key>update.error.connectionLost.title</key>
	<string>Conexión perdida</string>
	<key>update.error.downloadFailed.title</key>
	<string>No se pudo descargar la actualización</string>
	<key>update.error.failed.title</key>
	<string>Error de actualización</string>
	<key>update.error.feedDownload.message</key>
	<string>cmux no pudo descargar la fuente de actualizaciones. Comprueba tu conexión e inténtalo de nuevo.</string>
	<key>update.error.feedError.title</key>
	<string>Error en la fuente de actualizaciones</string>
	<key>update.error.feedRead.message</key>
	<string>No se pudo leer la fuente de actualizaciones. Inténtalo de nuevo más tarde.</string>
	<key>update.error.insecureFeed.message</key>
	<string>La fuente de actualizaciones no es segura. Contacta con soporte.</string>
	<key>update.error.insecureFeed.title</key>
	<string>Fuente de actualizaciones insegura</string>
	<key>update.error.invalidFeed.message</key>
	<string>La URL de la fuente de actualizaciones no es válida. Contacta con soporte.</string>
	<key>update.error.invalidFeed.title</key>
	<string>Fuente de actualizaciones no válida</string>
	<key>update.error.noInternet.message</key>
	<string>cmux no puede acceder al servidor de actualizaciones. Comprueba tu conexión a internet e inténtalo de nuevo.</string>
	<key>update.error.noInternet.title</key>
	<string>Sin conexión a internet</string>
	<key>update.error.permissionError.message</key>
	<string>Mueve cmux a Aplicaciones y vuelve a iniciarlo para activar las actualizaciones.</string>
	<key>update.error.permissionError.title</key>
	<string>Error de permisos del actualizador</string>
	<key>update.error.secureConnectionFailed.message</key>
	<string>No se pudo establecer una conexión segura con el servidor de actualizaciones. Inténtalo de nuevo más tarde.</string>
	<key>update.error.secureConnectionFailed.title</key>
	<string>Error de conexión segura</string>
	<key>update.error.serverNotFound.message</key>
	<string>No se encuentra el servidor de actualizaciones. Comprueba tu conexión o inténtalo de nuevo más tarde.</string>
	<key>update.error.serverNotFound.title</key>
	<string>Servidor no encontrado</string>
	<key>update.error.serverUnreachable.message</key>
	<string>cmux no pudo conectar con el servidor de actualizaciones. Comprueba tu conexión o inténtalo de nuevo más tarde.</string>
	<key>update.error.serverUnreachable.title</key>
	<string>Servidor inaccesible</string>
	<key>update.error.signatureError.message</key>
	<string>No se pudo verificar la firma de la actualización. Inténtalo de nuevo más tarde.</string>
	<key>update.error.signatureError.title</key>
	<string>Error de firma de actualización</string>
	<key>update.error.timedOut.message</key>
	<string>El servidor de actualizaciones tardó demasiado en responder. Inténtalo de nuevo en un momento.</string>
	<key>update.error.timedOut.title</key>
	<string>Tiempo de espera agotado</string>
	<key>update.extracting.progress</key>
	<string>Preparando: %@</string>
	<key>update.installAndRelaunch</key>
	<string>Instalar actualización y reiniciar</string>
	<key>update.installing.status</key>
	<string>Instalando…</string>
	<key>update.installingAndRestarting</key>
	<string>Instalando la actualización y preparando el reinicio</string>
	<key>update.noUpdates.message</key>
	<string>Estás ejecutando la última versión</string>
	<key>update.noUpdates.title</key>
	<string>No hay actualizaciones disponibles</string>
	<key>update.permissionRequest.text</key>
	<string>¿Activar actualizaciones automáticas?</string>
	<key>update.pleaseWait</key>
	<string>Espera mientras buscamos actualizaciones disponibles</string>
	<key>update.popover.autoUpdatesDescription</key>
	<string>cmux puede buscar actualizaciones automáticamente en segundo plano.</string>
	<key>update.popover.checking</key>
	<string>Buscando actualizaciones…</string>
	<key>update.popover.details</key>
	<string>Detalles</string>
	<key>update.popover.downloadingUpdate</key>
	<string>Descargando actualización</string>
	<key>update.popover.enableAutoUpdates</key>
	<string>¿Activar actualizaciones automáticas?</string>
	<key>update.popover.noUpdatesFound</key>
	<string>No se encontraron actualizaciones</string>
	<key>update.popover.noUpdatesFound.message</key>
	<string>Ya estás ejecutando la última versión.</string>
	<key>update.popover.preparingUpdate</key>
	<string>Preparando actualización</string>
	<key>update.popover.released</key>
	<string>Publicado:</string>
	<key>update.popover.restartRequired</key>
	<string>Reinicio requerido</string>
	<key>update.popover.restartRequired.message</key>
	<string>La actualización está lista. Reinicia la aplicación para completar la instalación.</string>
	<key>update.popover.size</key>
	<string>Tamaño:</string>
	<key>update.popover.updateAvailable</key>
	<string>Actualización disponible</string>
	<key>update.popover.version</key>
	<string>Versión:</string>
	<key>update.preparingUpdate</key>
	<string>Extrayendo y preparando la actualización</string>
	<key>update.restartToComplete</key>
	<string>Reiniciar para completar la actualización</string>
	<key>update.viewGitHubCommit</key>
	<string>Ver commit en GitHub</string>
	<key>update.viewReleaseNotes</key>
	<string>Ver notas de la versión</string>
	<key>workspace.displayName.fallback</key>
	<string>Espacio de trabajo</string>
	<key>workspace.placement.afterCurrent</key>
	<string>Después del actual</string>
	<key>workspace.placement.afterCurrent.description</key>
	<string>Insertar nuevos espacios de trabajo justo después del espacio de trabajo activo.</string>
	<key>workspace.placement.end</key>
	<string>Final</string>
	<key>workspace.placement.end.description</key>
	<string>Agregar nuevos espacios de trabajo al final de la lista.</string>
	<key>workspace.placement.top</key>
	<string>Inicio</string>
	<key>workspace.placement.top.description</key>
	<string>Insertar nuevos espacios de trabajo al inicio de la lista.</string>
	<key>workspace.tooltip.newBrowser</key>
	<string>Nuevo navegador</string>
	<key>workspace.tooltip.newTerminal</key>
	<string>Nuevo terminal</string>
	<key>workspace.tooltip.splitDown</key>
	<string>Dividir hacia abajo</string>
	<key>workspace.tooltip.splitRight</key>
	<string>Dividir a la derecha</string>
</dict>
</plist>
